Repository: Vladimirus87/Track
Catalog: MetTracker/Resources/Localization/*.lproj/Localizable.strings
Languages: de

source: CATEGORY NAME
de: CATEGORY NAME_DE

# activity_name
source: NAME
de: NAME_DE

# quote
source: quote_en
de: quote_ge

# about_rtf
source: AboutEn
de: AboutGe

# onboarding_title_1
source: What is MET?
de: Was ist MET?

# onboarding_text_1
source: MET stands for metabolic equivalent of task and is a physiological measure expressing the energy cost of phsyical activities.
de: MET steht für metabolisches Äquivalent der Aufgabe und ist ein physiologisches Maß, das die Energiekosten physikalischer Aktivitäten darstellt.

# onboarding_title_2
source: Why track MET?
de: Warum soll MET aufgezeichnet werden?

# onboarding_text_2
source: Doing activities equivalent to 18 MET units a week can reduce cancer risk by a significant margin. MET Tracker tries to help you reach that minimum of activity by giving you an overview over your current physical activity for the week and what how much you still need to reach your goal.
de: Aktivitäten, die 18 MET-Einheiten pro Woche entsprechen, können das Krebsrisiko deutlich senken. MET Tracker versucht Ihnen zu helfen, dieses Minimum an Aktivität zu erreichen, indem es Ihnen einen Überblick über Ihre aktuelle körperliche Aktivität für die Woche gibt und darüber, wie viel Sie noch brauchen, um Ihr Ziel zu erreichen.

# onboarding_title_3
source: Personalise your MET
de: MET personalisieren

# onboarding_text_3
source: In order to give you a personalised MET value we need some data to work with. You can change or delete the data at any time in the settings menu. Furthermore the data will only be stored locally.
de: Um Ihnen einen personalisierten MET-Wert zu geben, benötigen wir einige Daten, mit denen wir arbeiten können. Sie können die Daten jederzeit im Einstellungsmenü ändern oder löschen. Außerdem werden die Daten nur lokal gespeichert.

# tracking_title_1
source: Track in real-time!
de: In Echtzeit aufzeichnen!

# tracking_text_1
source: Just hit the play button and start your activity. Once you are finished hit pause and then confirm the time.
de: Drücken Sie einfach den Play-Button und starten Sie Ihre Aktivität. Wenn Sie fertig sind, drücken Sie Stop und bestätigen Sie die Uhrzeit.

# tracking_title_2
source: Add in retrospect
de: Nachträglich aufzeichnen

# tracking_text_2
source: Didn’t have your smartphone with you? No problem. Just use the handles to note your time and tap the confirm button.
de: Sie hatten Ihr Smartphone nicht dabei? Kein Problem. Benutzen Sie einfach die Regeler, um Ihre Zeit nachträglich zu notieren und tippen Sie auf die Bestätigungsschaltfläche.

# tracking_title_3
source: Heartrate
de: Herzfrequenz

# tracking_text_3
source: With MET Tracker you can even track your heartrate. You can easily add your heartrate manually by tapping the heart icon.
de: Mit MET Tracker können Sie sogar Ihre Herzfrequenz verfolgen. Sie können Ihren Herzschlag ganz einfach manuell hinzufügen, indem Sie auf das Herz-Symbol tippen.

# button_personalise
source: Personalise
de: Individualisieren

# button_skip
source: SKIP
de: Überspringen

# button_next
source: NEXT
de: Weiter

# button_done
source: DONE
de: Fertig

# button_dismiss
source: Dismiss
de: Abweisen

source: Track time
de: Zeit erfassen

source: Choose activity
de: Aktivität auswählen

source: Success!
de: Erfolg!

source: Enter your heartrate
de: Geben Sie Ihren Puls ein

source: Enter bpm
de: Bpm eingeben

source: Statistics
de: Statistik

source: Quick Access
de: Schnellzugriff

source: Notifications
de: Benachrichtigungen

source: Personal Data
de: Persönliche Informationen

source: Dashboard Design
de: Startbildschirm Design

source: Motivational quotes
de: Motivationszitate

source: Picture
de: Bildschirmschoner-Bild

source: Colour Options
de: Farben

source: Text Size
de: Textgrösse

source: Units
de: Einheiten

source: Language
de: Sprache

source: Export Tracks
de: Export der Trackingdaten

# first_tutorial
source: What makes this app?
de: Was macht die App?

# second_tutorial
source: How do I track time?
de: Wie tracke ich die Zeit?

source: About
de: Über die App

source: Week
de: Woche

# color_default
source: Default
de: Standard

# color_blue
source: Blue
de: Blau

# color_red
source: Red
de: Rot

# color_yellow
source: Yellow
de: Gelb

# text_size_enlarged
source: Enlarged
de: Vergrößert

source: Gender
de: Geschlecht

source: Male
de: Männlich

source: Female
de: Weiblich

# height
source: Height in cm
de: Körpergrösse in cm

# weight
source: Weight in kg
de: Gewicht in kg

source: Age
de: Alter

source: Delete all data
de: Alle Daten löschen

# notification_laziness_title
source: Laziness Alert
de: Erinnerung bei Inaktivität

# notification_laziness_text
source: Notifiy me when I have yet to do something after three days.
de: Benachrichtigen, wenn ich nach drei Tagen noch etwas zu tun habe..

# notification_end_week_title
source: End of Week Warning
de: Warnung am Ende der Woche

# notification_end_week_text
source: Notifiy me when the week is about to end and I have yet to reach my MET goal.
de: Benachrichtigen, wenn die Woche zu Ende geht und ich mein MET-Ziel noch nicht erreicht habe.

# units_metric
source: Metric
de: Metrisch

# units_imperial
source: Imperial
de: US Maße

source: Add
de: Hinzufügen

source: Categories
de: Kategorien

# want_delete
source: Do you want to delete?
de: Möchten Sie löschen?

source: Cancel
de: Abbrechen

source: Photo
de: Foto

source: Gallery
de: Gallerie

# can_not_delete
source: Standard image can not be deleted
de: Standardbild kann nicht gelöscht werden

# tap_and_hold
source: Tap and hold to remove images
de: Tippen und halten, um Bilder zu entfernen

# show_random_quotes
source: Show motivational quotes in random order
de: Motivationszitate in zufälliger Reihenfolge anzeigen

# choose_img
source: Choose a screensaver picture
de: Wählen Sie ein Bildschirmschoner-Bild aus

# weekly_goal_achived
source: Weekly goal achieved!
de: Wochenziel erreicht!

# did_you_know
source: Did you know? You can adjust your dashboard in settings.
de: Wussten Sie schon? Sie können Ihr Dashboard in den Einstellungen anpassen.

source: Tracking time
de: Trackingzeit

source: Month Trend
de: Monats-Trend

source: Peaks
de: Spitzenwerte

# average_per_week
source: Average MET per week:
de: Durchschnittlicher MET Wert pro Woche:

# most_collected
source: Most METs collected:
de: Die meisten MET Werte gesammelt:

# favour_activity
source: Favourite activity
de: Bevorzugte Aktivität

# entered_succeessfully
source: Your activity was entered sucessfully! Only 4 more METs to go this week.
de: Ihre Aktivität wurde erfolgreich eingetragen! Nur noch 4 weitere METs diese Woche.

# you_can_send_your_tracking
source: You can send your tracking history by email, just click the button
de: Sie können Ihren Tracking-Verlauf per E-Mail versenden, klicken Sie einfach auf die Schaltfläche.

source: Send tracks
de: Tracks senden

source: Search
de: Suche
